---
kind: method
id: M:Autodesk.Revit.DB.Electrical.CorrectionFactorSet.Contains(Autodesk.Revit.DB.Electrical.CorrectionFactor)
source: html/b8211a8f-885c-f083-e6ee-709862ac5c69.htm
---
# Autodesk.Revit.DB.Electrical.CorrectionFactorSet.Contains Method

## Syntax (C#)
```csharp
public virtual bool Contains(
	CorrectionFactor item
)
```

## Parameters
- **item** (`Autodesk.Revit.DB.Electrical.CorrectionFactor`)